Repository: JeremyLNO/pillo-app
Catalog: Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, pt

# security.faceid.reason
source: Déverrouillez Pillo Tracker pour accéder à vos données.
de: Entsperre Pillo Tracker, um auf deine Daten zuzugreifen.
en: Unlock Pillo Tracker to access your data.
es: Desbloquea Pillo Tracker para acceder a tus datos.
pt: Desbloqueie o Pillo Tracker para aceder aos seus dados.

# settings.contraception.activeCount
source: %d comprimés actifs
de: %d aktive Pillen
en: %d active pills
es: %d comprimidos activos
pt: %d comprimidos ativos

# settings.contraception.editBlister
source: Modifier la plaquette
de: Packung bearbeiten
en: Edit pack
es: Editar el blíster
pt: Editar cartela

# settings.contraception.editPill
source: Modifier la pilule
de: Pille bearbeiten
en: Edit pill
es: Editar la píldora
pt: Editar pílula

# settings.contraception.editStartDate
source: Modifier la date de début
de: Startdatum bearbeiten
en: Edit start date
es: Editar fecha de inicio
pt: Editar data de início

# settings.contraception.editTime
source: Modifier l'heure
de: Uhrzeit bearbeiten
en: Edit time
es: Editar la hora
pt: Editar hora

# settings.contraception.pillType
source: Type de pilule
de: Pillenart
en: Pill type
es: Tipo de píldora
pt: Tipo de pílula

# settings.contraception.title
source: Ma contraception
de: Meine Verhütung
en: My contraception
es: Mi anticoncepción
pt: A minha contraceção

# settings.crazybeelabs.createAccount
source: Créer un compte
de: Konto erstellen
en: Create an account
es: Crear una cuenta
pt: Criar uma conta

# settings.crazybeelabs.footer.accessibilityLabel
source: CrazyBeeLabs — ouvrir le site web
de: CrazyBeeLabs – Website öffnen
en: CrazyBeeLabs — open the website
es: CrazyBeeLabs: abrir el sitio web
pt: CrazyBeeLabs — abrir o site

# settings.crazybeelabs.footer.tagline
source: Une application CrazyBeeLabs
de: Eine CrazyBeeLabs-App
en: A CrazyBeeLabs app
es: Una aplicación de CrazyBeeLabs
pt: Uma aplicação CrazyBeeLabs

# settings.crazybeelabs.rateApp
source: Noter l'application
de: App bewerten
en: Rate the app
es: Valorar la aplicación
pt: Avaliar a aplicação

# settings.crazybeelabs.support
source: Support et idées
de: Support & Ideen
en: Support & ideas
es: Soporte e ideas
pt: Suporte e ideias

# settings.crazybeelabs.website
source: Site CrazyBeeLabs
de: CrazyBeeLabs-Website
en: CrazyBeeLabs website
es: Sitio web de CrazyBeeLabs
pt: Site da CrazyBeeLabs

# settings.language.system
source: Langue du système
de: Systemsprache
en: System language
es: Idioma del sistema
pt: Idioma do sistema

# settings.language.title
source: Langue
de: Sprache
en: Language
es: Idioma
pt: Idioma

# settings.onesignal.authorized
source: Autorisées
de: Erlaubt
en: Authorized
es: Autorizadas
pt: Autorizadas

# settings.onesignal.marketing
source: Communications facultatives
de: Optionale Mitteilungen
en: Optional communications
es: Comunicaciones opcionales
pt: Comunicações opcionais

# settings.onesignal.notAuthorized
source: Non autorisées
de: Nicht erlaubt
en: Not authorized
es: No autorizadas
pt: Não autorizadas

# settings.onesignal.openSettings
source: Ouvrir les réglages iOS
de: iOS-Einstellungen öffnen
en: Open iOS Settings
es: Abrir los ajustes de iOS
pt: Abrir as definições do iOS

# settings.onesignal.systemStatus
source: État de l'autorisation système
de: Status der Systemberechtigung
en: System authorization status
es: Estado de la autorización del sistema
pt: Estado da autorização do sistema

# settings.onesignal.title
source: Notifications CrazyBeeLabs
de: CrazyBeeLabs-Benachrichtigungen
en: CrazyBeeLabs notifications
es: Notificaciones de CrazyBeeLabs
pt: Notificações CrazyBeeLabs

# settings.onesignal.updateAvailable
source: Version %@ disponible
de: Version %@ verfügbar
en: Version %@ available
es: Versión %@ disponible
pt: Versão %@ disponível

# settings.onesignal.updateNotifications
source: Notifications de mise à jour
de: Update-Benachrichtigungen
en: Update notifications
es: Notificaciones de actualización
pt: Notificações de atualização

# settings.privacy.comingSoon
source: Bientôt disponible
de: Demnächst verfügbar
en: Coming soon
es: Próximamente
pt: Brevemente

# settings.privacy.deleteAllData
source: Supprimer toutes les données locales
de: Alle lokalen Daten löschen
en: Delete all local data
es: Eliminar todos los datos locales
pt: Eliminar todos os dados locais

# settings.privacy.deleteAllData.confirm
source: Cette action supprimera définitivement toutes vos données locales.
de: Dadurch werden alle deine lokalen Daten dauerhaft gelöscht.
en: This will permanently delete all your local data.
es: Esta acción eliminará permanentemente todos tus datos locales.
pt: Esta ação eliminará permanentemente todos os seus dados locais.

# settings.privacy.deleteAllData.confirmButton
source: Supprimer définitivement
de: Endgültig löschen
en: Delete permanently
es: Eliminar definitivamente
pt: Eliminar definitivamente

# settings.privacy.discreetMode
source: Mode discret
de: Diskreter Modus
en: Discreet mode
es: Modo discreto
pt: Modo discreto

# settings.privacy.export
source: Exporter mes données
de: Meine Daten exportieren
en: Export my data
es: Exportar mis datos
pt: Exportar os meus dados

# settings.privacy.export.error
source: L'export a échoué. Veuillez réessayer.
de: Export fehlgeschlagen. Bitte erneut versuchen.
en: Export failed. Please try again.
es: La exportación falló. Inténtalo de nuevo.
pt: A exportação falhou. Tente novamente.

# settings.privacy.export.share
source: Partager mes données
de: Meine Daten teilen
en: Share my data
es: Compartir mis datos
pt: Partilhar os meus dados

# settings.privacy.pin
source: Code PIN
de: PIN-Code
en: PIN code
es: Código PIN
pt: Código PIN

# settings.privacy.pin.disabled
source: Désactivé
de: Deaktiviert
en: Disabled
es: Desactivado
pt: Desativado

# settings.privacy.pin.enabled
source: Activé
de: Aktiviert
en: Enabled
es: Activado
pt: Ativado

# settings.privacy.privacyPolicy
source: Politique de confidentialité
de: Datenschutzrichtlinie
en: Privacy policy
es: Política de privacidad
pt: Política de privacidade

# settings.privacy.terms
source: Conditions d'utilisation
de: Nutzungsbedingungen
en: Terms of use
es: Condiciones de uso
pt: Termos de utilização

# settings.privacy.title
source: Confidentialité
de: Datenschutz
en: Privacy
es: Privacidad
pt: Privacidade

# settings.reminders.adaptive
source: Rappel adaptatif
de: Adaptive Erinnerung
en: Adaptive reminder
es: Recordatorio adaptativo
pt: Lembrete adaptativo

# settings.reminders.adaptive.footer
source: Pillo Tracker apprend l'heure à laquelle tu prends habituellement ta pilule et ajuste le rappel en conséquence.
de: Pillo Tracker lernt, wann du deine Pille gewöhnlich einnimmst, und passt die Erinnerung entsprechend an.
en: Pillo Tracker learns the time you usually take your pill and adjusts the reminder accordingly.
es: Pillo Tracker aprende la hora a la que sueles tomar tu píldora y ajusta el recordatorio en consecuencia.
pt: O Pillo Tracker aprende a hora a que costumas tomar o teu comprimido e ajusta o lembrete em conformidade.

# settings.reminders.addToSiri
source: Ajouter à Siri
de: Zu Siri hinzufügen
en: Add to Siri
es: Añadir a Siri
pt: Adicionar à Siri

# settings.reminders.customMessage
source: Message personnalisé
de: Individuelle Nachricht
en: Custom message
es: Mensaje personalizado
pt: Mensagem personalizada

# settings.reminders.discreet
source: Notifications discrètes
de: Diskrete Benachrichtigungen
en: Discreet notifications
es: Notificaciones discretas
pt: Notificações discretas

# settings.reminders.enabled
source: Activer ou désactiver
de: Aktivieren oder deaktivieren
en: Enable or disable
es: Activar o desactivar
pt: Ativar ou desativar

# settings.reminders.maxCount
source: %d rappels maximum
de: Max. %d Erinnerungen
en: %d reminders maximum
es: %d recordatorios máximo
pt: %d lembretes no máximo

# settings.reminders.sound
source: Son
de: Ton
en: Sound
es: Sonido
pt: Som

# settings.reminders.time
source: Heure
de: Uhrzeit
en: Time
es: Hora
pt: Hora

# settings.reminders.title
source: Rappels
de: Erinnerungen
en: Reminders
es: Recordatorios
pt: Lembretes

# settings.stock.nextAppointment
source: Prochain rendez-vous médical
de: Nächster Arzttermin
en: Next medical appointment
es: Próxima cita médica
pt: Próxima consulta médica

# settings.stock.remainingPacks
source: %d plaquettes restantes
de: %d verbleibende Packungen
en: %d packs remaining
es: %d blísteres restantes
pt: %d cartelas restantes

# settings.stock.remainingPacks.short
source: Plaquettes restantes
de: Verbleibende Packungen
en: Packs remaining
es: Blísteres restantes
pt: Cartelas restantes

# settings.stock.renewalReminder
source: Rappel de renouvellement
de: Erinnerung zur Erneuerung
en: Renewal reminder
es: Recordatorio de renovación
pt: Lembrete de renovação

# settings.stock.title
source: Stock & ordonnances
de: Vorrat & Rezepte
en: Stock & prescriptions
es: Stock y recetas
pt: Stock e receitas

# settings.trustedContact.choose
source: Choisir…
de: Auswählen…
en: Choose…
es: Elegir…
pt: Escolher…

# settings.trustedContact.contact
source: Contact
de: Kontakt
es: Contacto
pt: Contacto

# settings.trustedContact.delay
source: Délai avant l'alerte
de: Verzögerung vor der Benachrichtigung
en: Delay before alerting
es: Retraso antes de avisar
pt: Atraso antes de avisar

# settings.trustedContact.delay.hours
source: %d h
de: %d Std.

# settings.trustedContact.enabled
source: Alerter un proche en cas d'oubli prolongé
de: Jemanden benachrichtigen, wenn eine Einnahme unbestätigt bleibt
en: Alert someone if a dose stays unconfirmed
es: Avisar a alguien si una toma queda sin confirmar
pt: Avisar alguém se uma toma ficar por confirmar

# settings.trustedContact.footer
source: Si tu n'as pas confirmé ta prise après ce délai, Pillo Tracker te proposera d'envoyer un message à ce contact. Rien n'est envoyé automatiquement : tu gardes toujours le contrôle.
de: Wenn du deine Einnahme nach dieser Verzögerung nicht bestätigt hast, schlägt Pillo Tracker vor, diesem Kontakt eine Nachricht zu senden. Es wird nie automatisch etwas gesendet — du hast immer die Kontrolle.
en: If you haven't confirmed your dose after this delay, Pillo Tracker will offer to message this contact. Nothing is ever sent automatically — you're always in control.
es: Si no has confirmado tu toma después de este plazo, Pillo Tracker te propondrá enviar un mensaje a este contacto. Nada se envía automáticamente: siempre tienes el control.
pt: Se não confirmares a tua toma após este atraso, o Pillo Tracker vai propor enviar uma mensagem a este contacto. Nada é enviado automaticamente: mantés sempre o controlo.

# settings.trustedContact.title
source: Contact de confiance
de: Vertrauensperson
en: Trusted contact
es: Contacto de confianza
pt: Contacto de confiança

# intent.confirmDose.alreadyDoneOrNone
source: Ta prise d'aujourd'hui est déjà confirmée, ou aucune prise n'est prévue.
de: Deine heutige Einnahme ist bereits bestätigt oder keine ist geplant.
en: Today's dose is already confirmed, or none is scheduled.
es: La toma de hoy ya está confirmada, o no hay ninguna prevista.
pt: A toma de hoje já está confirmada, ou nenhuma está prevista.

# intent.confirmDose.description
source: Confirme la prise de ta pilule d'aujourd'hui sans ouvrir l'app.
de: Bestätigt die heutige Einnahme, ohne die App zu öffnen.
en: Confirms today's pill without opening the app.
es: Confirma la toma de hoy sin abrir la app.
pt: Confirma a toma de hoje sem abrir a app.

# intent.confirmDose.noProfile
source: Aucune pilule n'est configurée dans Pillo Tracker.
de: In Pillo Tracker ist noch keine Pille eingerichtet.
en: No pill is set up in Pillo Tracker yet.
es: Aún no hay ninguna píldora configurada en Pillo Tracker.
pt: Ainda não há nenhum comprimido configurado no Pillo Tracker.

# intent.confirmDose.shortTitle
source: J'ai pris ma pilule
de: Ich habe meine Pille genommen
en: I took my pill
es: Tomé mi píldora
pt: Tomei o meu comprimido

# intent.confirmDose.success
source: C'est noté, ta prise est confirmée !
de: Notiert, deine Einnahme ist bestätigt!
en: Got it, your dose is confirmed!
es: Anotado, tu toma está confirmada.
pt: Anotado, a tua toma está confirmada!

# intent.confirmDose.title
source: J'ai pris ma pilule
de: Ich habe meine Pille genommen
en: I took my pill
es: Tomé mi píldora
pt: Tomei o meu comprimido

# stock.estimatedDepletion
source: Date prévisionnelle d'épuisement
de: Voraussichtliches Leerdatum
en: Estimated run-out date
es: Fecha estimada de agotamiento
pt: Data prevista de esgotamento

# stock.lowStockNotification.body
source: Votre stock de pilules est bas. Pensez à renouveler votre ordonnance.
de: Dein Pillenvorrat ist niedrig. Zeit, dein Rezept zu erneuern.
en: Your pill stock is low. Time to renew your prescription.
es: Tu stock de píldoras es bajo. Es hora de renovar tu receta.
pt: O seu stock de pílulas está baixo. Renove a sua receita.

# stock.lowStockThreshold
source: Seuil d'alerte : %d plaquette(s)
de: Warnschwelle: %d Packung(en)
en: Alert threshold: %d pack(s)
es: Umbral de alerta: %d blíster(es)
pt: Limite de alerta: %d cartela(s)

# stock.lowStockWarning
source: Stock bas — pensez à renouveler votre ordonnance
de: Niedriger Vorrat – Rezept erneuern
en: Low stock — time to renew your prescription
es: Stock bajo: renueva tu receta
pt: Stock baixo — renove a sua receita

# stock.pillsPerPack
source: %d comprimés par plaquette
de: %d Pillen pro Packung
en: %d pills per pack
es: %d comprimidos por blíster
pt: %d comprimidos por cartela

# stock.prescriptionExpiration
source: Date de fin d'ordonnance
de: Ablaufdatum des Rezepts
en: Prescription expiration date
es: Fecha de caducidad de la receta
pt: Data de validade da receita

# stock.section.alerts
source: Alertes
de: Warnungen
en: Alerts
es: Alertas
pt: Alertas

# stock.section.pack
source: Plaquette
de: Packung
en: Pack
es: Blíster
pt: Cartela

# stock.section.prescription
source: Ordonnance
de: Rezept
en: Prescription
es: Receta
pt: Receita

# symptom.bleeding
source: Saignements
de: Blutungen
en: Bleeding
es: Sangrado
pt: Sangramento

# symptom.bloating
source: Ballonnements
de: Blähungen
en: Bloating
es: Hinchazón
pt: Inchaço

# symptom.headache
source: Maux de tête
de: Kopfschmerzen
en: Headache
es: Dolor de cabeza
pt: Dor de cabeça

# symptom.mood
source: Humeur
de: Stimmung
en: Mood
es: Ánimo
pt: Humor

# symptom.spotting
source: Spotting
de: Schmierblutung
es: Manchado

# symptoms.acne
source: Acné
de: Akne
en: Acne
pt: Acne

# symptoms.empty
source: Aucun symptôme enregistré
de: Noch keine Symptome erfasst
en: No symptoms logged yet
es: Aún no hay síntomas registrados
pt: Ainda não há sintomas registados

# symptoms.history
source: Historique
de: Verlauf
en: History
es: Historial
pt: Histórico

# symptoms.logToday
source: Enregistrer un symptôme
de: Symptom erfassen
en: Log a symptom
es: Registrar un síntoma
pt: Registar um sintoma

# symptoms.mood.placeholder
source: Ex. : Fatiguée, irritable, sereine…
de: Z. B. Müde, gereizt, ruhig…
en: e.g. Tired, irritable, calm…
es: Ej.: Cansada, irritable, tranquila…
pt: Ex.: Cansada, irritável, calma…

# symptoms.nausea
source: Nausées
de: Übelkeit
en: Nausea
es: Náuseas
pt: Náuseas

# symptoms.noneNoted
source: Aucun symptôme particulier
de: Keine besonderen Symptome
en: No symptoms noted
es: Ningún síntoma en particular
pt: Nenhum sintoma em particular

# symptoms.notes
source: Notes
de: Notizen
es: Notas
pt: Notas

# symptoms.notes.placeholder
source: Notes libres (facultatif)
de: Freie Notizen (optional)
en: Free notes (optional)
es: Notas libres (opcional)
pt: Notas livres (opcional)

# symptoms.painLevel
source: Niveau de douleur
de: Schmerzniveau
en: Pain level
es: Nivel de dolor
pt: Nível de dor

# symptoms.trackPain
source: Suivre le niveau de douleur
de: Schmerzniveau verfolgen
en: Track pain level
es: Registrar nivel de dolor
pt: Registar nível de dor

# tab.blister
source: Plaquette
de: Packung
en: Pack
es: Blíster
pt: Cartela

# tab.history
source: Suivi
de: Verlauf
en: Tracking
es: Seguimiento
pt: Acompanhamento

# tab.home
source: Accueil
de: Start
en: Home
es: Inicio
pt: Início

# tab.missedPill
source: Oubli
de: Vergessen
en: Missed
es: Olvido
pt: Esquecimento

# tab.settings
source: Réglages
de: Einstellungen
en: Settings
es: Ajustes
pt: Definições

# timezone.sheet.keepElapsedInterval
source: Garder l'intervalle réel
de: Tatsächliches Intervall beibehalten
en: Keep the true interval
es: Mantener el intervalo real
pt: Manter o intervalo real

# timezone.sheet.keepLocalTime
source: Garder l'heure locale
de: Lokale Zeit beibehalten
en: Keep local time
es: Mantener la hora local
pt: Manter a hora local

# timezone.sheet.message
source: Votre fuseau horaire a changé. Comment souhaitez-vous gérer l'heure de votre prochaine prise ?
de: Deine Zeitzone hat sich geändert. Wie möchtest du die Uhrzeit deiner nächsten Einnahme handhaben?
en: Your timezone has changed. How would you like to handle your next dose time?
es: Tu zona horaria ha cambiado. ¿Cómo quieres gestionar la hora de tu próxima toma?
pt: O seu fuso horário mudou. Como pretende gerir a hora da sua próxima toma?

# timezone.sheet.title
source: Changement de fuseau horaire
de: Zeitzonenänderung
en: Timezone change
es: Cambio de zona horaria
pt: Alteração de fuso horário

# trustedContact.message.body
source: Salut, je n'ai pas encore pris ma pilule aujourd'hui, tu peux me le rappeler ?
de: Hallo, ich habe meine Pille heute noch nicht genommen, kannst du mich erinnern?
en: Hey, I haven't taken my pill yet today, can you remind me?
es: Hola, aún no he tomado mi píldora hoy, ¿me lo puedes recordar?
pt: Olá, ainda não tomei o meu comprimido hoje, podes lembrar-me?

# update.mandatory.button
source: Mettre à jour
de: Jetzt aktualisieren
en: Update now
es: Actualizar ahora
pt: Atualizar agora

# update.mandatory.defaultMessage
source: Une mise à jour est nécessaire pour continuer à utiliser Pillo Tracker.
de: Ein Update ist erforderlich, um Pillo Tracker weiter zu nutzen.
en: An update is required to keep using Pillo Tracker.
es: Se requiere una actualización para seguir usando Pillo Tracker.
pt: É necessária uma atualização para continuar a usar o Pillo Tracker.

# update.mandatory.title
source: Mise à jour requise
de: Update erforderlich
en: Update required
es: Actualización requerida
pt: Atualização necessária

# widget.confirmButton
source: Prise
de: Eingenommen
en: Taken
es: Tomada
pt: Tomada

# widget.confirmed
source: Prise confirmée
de: Bestätigt
en: Confirmed
es: Confirmada
pt: Confirmada

# widget.description
source: Affiche l'heure de votre prochaine prise et votre plaquette en cours.
de: Zeigt die Uhrzeit deiner nächsten Einnahme und deine aktuelle Packung.
en: Shows your next dose time and current pack.
es: Muestra la hora de tu próxima toma y tu blíster actual.
pt: Mostra a hora da sua próxima toma e a sua cartela atual.

# widget.displayName
source: Prochaine prise
de: Nächste Einnahme
en: Next dose
es: Próxima toma
pt: Próxima toma

# widget.noneToday
source: Aucune prise aujourd'hui
de: Heute keine Einnahme
en: No dose today
es: Ninguna toma hoy
pt: Nenhuma toma hoje

# widget.onboardingPrompt
source: Ouvrez Pillo Tracker pour configurer votre pilule
de: Öffne Pillo Tracker, um deine Pille einzurichten
en: Open Pillo Tracker to set up your pill
es: Abre Pillo Tracker para configurar tu píldora
pt: Abra o Pillo Tracker para configurar a sua pílula

# widget.title
source: Prochaine prise
de: Nächste Einnahme
en: Next dose
es: Próxima toma
pt: Próxima toma

# widget.title.discreet
source: Rappel
de: Erinnerung
en: Reminder
es: Recordatorio
pt: Lembrete

# settings.contraception.placeboCount
source: %d placebos
en: %d placebo pills

# blister.cell.pause
source: Pause
es: Pausa
pt: Pausa

# settings.crazybeelabs.version
source: Version
es: Versión
pt: Versão

# settings.reminders.badge
source: Badge
es: Insignia
pt: Emblema
